<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 * echo yii::t('app','管理员系统')
 */
return array (
    //module controller view text 
    '管理员系统'=>'管理員システム',
    '我要MENU' => '私のMENU',
    
    //打印相关的四个方法里面component helper printlist printpadlist printkitchen printcontent
    '座号：'=>'席番号',
    '座号：临时座'=>'臨時番号：'
,
    '合计'=>'合計',
    '时间'=>'時間',
    '没有要打印的菜品'=>'注文がありません',
    'PAD还没有设置默认打印机'=>'プリンターが設定されてない',//   '没有找到相关联的打印机',    
    '人数：'=>'人数：',
    '呼叫号：'=>'呼び番号：',
    '应付：'=>'未払い金：',
    '操作员：'=>'オペレータ：',
    '时间：'=>'時間：',
    '订餐电话：'=>'予約電話：',
    '没有设置厨房打印机'=>'キッチンのプリンターが設定されてない',
    '厨打打印机必须是网络打印机'=>'ネットワークを使うべきもの',
    '*****重复厨打，请留意！！！'=>'＊＊厨房のデータは重複！！',
    '单品口味：'=>'単品の味',
    '全单口味：'=>'全品の味',
    '打印时间'=>'プリントアウト時間',
    '无法确定打印机语言！'=>'プリンター言語設定！',
    '打印服务器找不到！'=>'クラウドサーバは見つからない',
    '打印机类型错误！'=>'プリンターが間違っている',
   
    //前台的页面 themes下pad内二个页面
    '订单详情...'=>'注文したメニュー...',
    '确认无误后，点击“确认”按钮下单。'=>'間違いがなければ、確定を押してください',
    '确认'=>'確定',
    '提示：点击列表中的菜品名称能快速找到该菜品。'=>'メニューをクリックすると、注文品が見れます',
    '点单帮助'=>'ヘルプ',
    '解除绑定'=>'セットアップ解除',
    '清除缓存'=>'リセット',
    '大图浏览'=>'画面大',
    '点菜'=>'注文',
    '减菜'=>'減らす'
);
