<?php
return array(
   //dobind.php
   '设置PAD'=>'PADを設定してください',
   '获取服务地址错误'=>'アドレスが間違いました',
   '未读消息,点击消除消息'=>'未読情報、クリックして情報を削除',   
   
   //Helper.php
   '最低消费'=>'最低消費金額',
   '超时时间'=>'超過時間',
   '超时计算单位'=>'時間超過の計算単位',
   '超时计算点'=>'時間超過の計算ポイント',
   '丢单重打'=>'メニューがなくしたので、再度印刷',
   '菜品'=>'メニュー',
   '请关联打印机'=>'プリンターを選んでください',
   '打印机：'=>'プリンター：',
   '点菜员：'=>'店員：',
   '合计：'=>'合計：',
   '消费合计：'=>'消費合計：',
   '收银员：'=>'レジ係り：',
   '应收金额：'=>'未払い金額：',
   '没有要打印的菜品！'=>'印刷するメニューがありません！',
   '下单区域没有设定打印方案！'=>'メニュー区域にプリントアウト未設定！',
      
   //index(8).php
   '产品分类列表'=>'メニュー分類',   
   
   //index(9).php
   '数量不受限'=>'数の制限なし',
   '已售完'=>'売り切れ',
   '仅剩'=>'残りわずか',
   '保存'=>'保存',   
   
   //index(11).php
   '店铺'=>'店舗',
   '明细'=>'明細',  
   
   //indexsite.php
   '今日订单'=>'今日の注文',   
   
   //notPay.php
   '起始时间'=>'始まる時間',
   '终止时间'=>'終わる時間',
   '查 询'=>'検索',
   '日结汇总'=>'一日纏め',
   '编号'=>'番号',
   '座位'=>'席',
   '应付'=>'未払い',
   '实付'=>'実払い',
   '临时坐'=>'臨時席',
   '被并台'=>'席合わせ',
   '已结单'=>'支払済み',
   '被换台'=>'席が変えられ',
   '被撤台'=>'席を取り消し',
   '日结'=>'当直纏め', 
   
   // 
   '已上菜'=>'出品したメニュー',
   '所有pad都需要填写消息服务器'=>'すべてのpadにメッセージサーバーを書くべし',
   '你确定切换到现金支付吗？'=>'現金支払に切り替えますか？',
   '总额：'=>'総額：',
   '，已付：'=>'，払い済み：',
   '，应付：'=>'，未払い：',
   '你确定切换到其他支付方式吗？'=>'その他の支払方法に切り替えますか',
   '操作员管理店铺'=>'オペレーターが管理する店舗',
   '添加管理店铺'=>'管理する店舗を添加',
   '添加操作员管理店铺'=>'店舗を添加',
   '管理店铺列表'=>'店舗一覧',
   '用户管理'=>'ユーザー管理',
   '用户名称'=>'ユーザー名',
   '默认店铺'=>'デフォルト店舗',
   '库存不足！'=>'在庫足りない',
   '没有找到该产品请清空后重新下单！'=>'メニューがありません。もう一度注文してください',
   '该订单不存在，请输入合法订单！'=>'該当する注文がありません。もう一度注文してください',
   '现金支付'=>'現金払い',
   '还没有添加详细店铺'=>'店舗の詳細が添加されてません',
    
   //accountmanul.php 
   '现金收款'=>'現金払い',
   '收款：'=>'収金：',
   '找零：'=>'お釣り：',
   '清空'=>'リセット',
   '退格'=>'戻す',
   '收银'=>'収金',
   '结单'=>'払い済み',
   '其他付款方式'=>'その他の支払方法',   
   '取消'=>'取り消し',
    
   //Pad.php 
   '消息服务器地址'=>'メッセージサーバーのアドレス',
    
   //product(2).php
   '推荐品'=>'推薦品',
   '点赞TOP10'=>'いいねTOP10',
   '点单TOP10'=>'メニューTOP10',
   '总价:'=>'総額：',
   '订单>>'=>'注文＞＞',
   '点单信息'=>'注文情報',
    
   //product(3).php
   '也可以点击“取消”按钮，删除本订单'=>'取り消しをクリックして、削除してください',
   '提示：点击列表中的菜品名称,快速找到该菜品并增减数量。'=>'提示：メニュー名をクリックすると、そのメニューになり、増減できます',
   "清除缓存"=>'リセット',
   '已售完'=>'売り切れ',

   //product.php
   '必须选择二级产品分类'=>'子項目を選んでください',
   '库存数量'=>'在庫数',

   //ProductController(2).php
   '添加成功！'=>'添加完了',
   '修改成功！'=>'書き直し完了',

   //sidebar.php
   '日结对账单'=>'日纏めデータ',
   '统计报表'=>'統計表',

   //update.php
   '修改产品分类'=>'メニュー分類を書き直す',

   //paymentRecord.php
   '付款退款记录表'=>'支払、払い戻しの記録',
   '打 印'=>'印刷',
   '序号'=>'順番',
   '订单号'=>'注文番号',
   '应收金额'=>'未払い金額',
   '实付金额'=>'実払い金額',
   '退款金额'=>'払い戻し金額',
   '备注'=>'備注',
);