<?php
return array (
    //productController
    
    '加菜失败!'=>'加菜失败!',
    '加菜成功!'=>'加菜成功!',
    '必须是本地打印机！'=>'必须是本地打印机！',
    '订单为空'=>'订单为空',
    
    /////////////////////models
    //company
    '请输入4到20的电子邮件'=>'请输入4到20的电子邮件',
    '请填写有效的手机号码'=>'请填写有效的手机号码',
    '请填写有效的电话号码'=>'请填写有效的电话号码',
    '公司名称'=>'公司名称',
    '联系人'=>'联系人',
    '联系人手机'=>'联系人手机',
    '电话'=>'电话',
    '电子邮箱'=>'电子邮箱',
    '公司地址'=>'公司地址',
    '公司主页'=>'公司主页',
    '系统服务地址'=>'系统服务地址',
    '创建时间'=>'创建时间',
    '状态'=>'状态',
    '公司描述'=>'公司描述',
    '打印机ID'=>'打印机ID',
    
    //compnaywifi
    'wifi名称' => 'wifi名称',
    '最大接入数' => '最大接入数',
    '现接入数' => '现接入数',
    
    //department
    '操作间Id' => '操作间Id',
    '企业ID' => '企业ID',
    '名称' => '名称',
    '负责人' => '负责人',
    '打印机ID' => '打印机ID',
    '打印份数' => '打印份数',
    '备注' => '备注',
    
    '名称' => '名称',
    '提示信息' => '提示信息',

    '楼层名称' => '楼层名称',
    '负责人' => '负责人',
    '公司' => '公司',

    '下单时间' => '下单时间',
    '更新时间' => '更新时间',
    '餐桌' => '餐桌',
    '呼叫器编号' => '呼叫器编号',
    '支付方式'=>'支付方式',
    '支付时间'=>'支付时间',
    '实付金额' => '实付金额',
    '应付金额' => '应付金额',
    '支付说明' => '支付说明',
    '口味描述' => '口味描述',

    '订单编号' => '订单编号',
    '金额' => '金额',
    '方式' => '方式',
    '备注' => '备注',

   '单品分类' => '单品分类',
    '产品原价' => '产品原价',
    '创建时间' => '创建时间',
    '更新时间' => '更新时间',
    '订单' => '订单',
    '套餐编号' => '套餐编号',
    '主菜' => '主菜',
    '产品编号' => '产品编号',
    '下单时价格' => '下单时价格',
    '下单数量' => '下单数量',
    '下单只数' => '下单只数',
    '重量' => '重量',
    '口味说明' => '口味说明',
    '赠送' => '赠送',

    '退菜理由' => '退菜理由',
    '具体原因' => '具体原因',
    
    '名称' => '名称',
    '默认打印机' => '默认打印机',
    '网络打印机服务器地址' => '网络打印机服务器地址',
    '类型' => '类型',
    '绑定' => '绑定',
    
    '打印机名称' => '打印机名称',
    '地址(IP/USB/COM)'=>'地址(IP/USB/COM)',
    '语言' => '语言',
    '品牌' => '品牌',
    '类型' => '类型',
    '备注' => '备注',
    
    '名称' => '名称',
    '说明' => '说明',
    
    '打印方式' => '打印方式',
    '楼层/区域' => '楼层/区域',
    '打印机' => '打印机',
    '打印份数' => '打印份数',
			
    
    '种类' => '种类',
    '产品名称' => '产品名称',
    '产品主图片' => '产品主图片',
    '描述' => '描述',
    '推荐星级' => '推荐星级',
    '是否时价菜' => '是否时价菜',
    '是否参与会员折扣' => '是否参与会员折扣',
    '是否特价菜' => '是否特价菜',
    '是否参与优惠活动' => '是否参与优惠活动',
    '状态' => '状态',
    '价格' => '价格',
    '默认单位' => '默认单位',
    '重量单位' => '重量单位',
    '是否需要确认重量' => '是否需要确认重量',
    '总下单次数' => '总下单次数',
    '总点赞次数' => '总点赞次数',
    '打印方案id' => '打印方案id',
    '是否配菜' => '是否配菜',
    
    '菜品种类' => '菜品种类',
    '主产品' => '主产品',
    '附加菜品' => '附加菜品',
    '附加菜价格' => '附加菜价格',
    '单次下单个数' => '单次下单个数',
    
    '产品类别' => '产品类别',
    '公司' => '公司',
    '显示顺序' => '显示顺序',
    '状态' => '状态',
    
    '是否是套餐' => '是否是套餐',
    '优惠价格或折扣比例' => '优惠价格或折扣比例',
    '类型' => '类型',
    '优惠期间的点单数量' => '优惠期间的点单数量',
    '优惠期间的点赞数量' => '优惠期间的点赞数量',
    
    '套餐名称' => '套餐名称',
    '主图片' => '主图片',
    '描述' => '描述',
    '推荐星级' => '推荐星级',
    '是否参与会员折扣' => '是否参与会员折扣',
    '是否特价菜' => '是否特价菜',
    '是否参与优惠活动' => '是否参与优惠活动',
    '是否沽清' => '是否沽清',
    '总下单次数' => '总下单次数',
    '总点赞次数' => '总点赞次数',
    
    '套餐名称' => '套餐名称',
    '产品名称' => '产品名称',
    '套餐价格' => '套餐价格',
    '分组号' => '分组号',
    '数量' => '数量',
    '组中默认项' => '组中默认项',
    
    '退菜理由' => '退菜理由',
    '提示信息' => '提示信息',
			
    '座位编号' => '座位编号',
    '座位类型' => '座位类型',
    '座位等级' => '座位等级',
    '是否有最低消费' => '是否有最低消费',
    '最低消费类型' => '最低消费类型',
    '最低消费（元/间（人））' => '最低消费（元/间（人））',
    '人数' => '人数',
    '最低消费时间（分钟）' => '最低消费时间（分钟）',
    '超时单位（分钟）' => '超时单位（分钟）',
    '超时计算点（分钟）' => '超时计算点（分钟）',
    '超时费（元）' => '超时费（元）',
    '楼层' => '楼层',
    '座位状态' => '座位状态',
    
    '位置类型ID' => '位置类型ID',
    '类型名称' => '类型名称',
    
    '用户名' => '用户名',
    '手机' => '手机',
    '密码' => '密码',
    '员工号' => '员工号',
    '电子邮箱' => '电子邮箱',
    '管理员类型' => '管理员类型',
    '状态' => '状态',
   			
    
    /////////////controller
    //company
    '创建成功'=>'创建成功',
    '创建失败'=>'创建失败',
    '修改成功'=>'修改成功',
    '修改失败'=>'修改失败',
    '请选择公司'=>'请选择公司',
    '添加成功'=>'添加成功',
    '请选择要删除的项目'=>'请选择要删除的项目',
    '已读'=>'已读',
    '读取失败'=>'读取失败',
    
    //defaultorder
    '该订单不存在，请输入合法订单！'=>'该订单不存在，请输入合法订单！',
    '添加单品成功'=>'添加单品成功',
    '添加失败'=>'添加失败',
    '添加成功'=>'添加成功',
    '成功'=>'成功',
    '失败'=>'失败',
    '打印任务正常发布'=>'打印任务正常发布',
    '打印任务发布异常'=>'打印任务发布异常',
    '发生异常'=>'发生异常',
    '任务未返回'=>'任务未返回',
    '打印成功'=>'打印成功',
    '打印机执行任务失败'=>'打印机执行任务失败',
    
    //defaultsite
    '请选择餐桌'=>'请选择餐桌',
    '被换餐桌：'=>'被换餐桌：',
    '::请选择目标餐桌'=>'::请选择目标餐桌',
    '被换餐桌：临时台/排队-->'=>'被换餐桌：临时台/排队-->',
    '：：请选择目标餐桌'=>'：：请选择目标餐桌',
    '被并餐桌：'=>'被并餐桌：',
    '被并餐桌：临时台/排队-->'=>'被并餐桌：临时台/排队-->',
    '开台成功'=>'开台成功',
    '开台失败'=>'开台失败',
    '撤台成功'=>'撤台成功',
    '撤台失败'=>'撤台失败',
    '换台成功'=>'换台成功',
    '换台失败'=>'换台失败',
    //order
    '请选择打印机'=>'请选择打印机',
    '结单成功'=>'结单成功',
    '--请选择分类--'=>'--请选择分类--',
    
    //user
    '管理员'=>'管理员',
    '服务员'=>'服务员',
    '系统管理员'=>'系统管理员',
    '-- 请选择 --'=>'-- 请选择 --',
    '你没有权限修改'=>'你没有权限修改',
    '你没有删除权限'=>'你没有删除权限',
    
    /////admin models
    //lginform
    '用户名' => '用户名',
    '密码' => '密码',
    '记住用户名'=>'记住用户名',
    '用户不存在'=>'用户不存在',
    '密码错误'=>'密码错误',
    '对不起，你没有权限登陆'=>'对不起，你没有权限登陆',
    
    '用户名' => '用户名',
    '密码' => '密码',
    '公司名称'=>'公司名称',
    '手机号' => '手机号',
    '员工号' => '员工号',
    '电子邮箱' => '电子邮箱',
    '管理员类型' => '管理员类型',
    
    /////////////////////
/////////////////////
    
    '请选择店铺和打印机！'=>'请选择店铺和打印机！',
    '绑定成功！'=>'绑定成功！',
    '绑定失败，请稍后再试！'=>'绑定失败，请稍后再试！',
    //'解除绑定失败，请稍后再试！'=>'解除绑定失败，请稍后再试！',
    '解除绑定成功，请重新打开应用程序！！'=>'解除绑定成功，请重新打开应用程序！！',
    '绑定成功，请重新打开应用程序！'=>'绑定成功，请重新打开应用程序！',
    
    );



/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

